BHurdleConfig = {
 ["1001"] = {["id"] = 1001,["name"] = "监狱",["desc"] = "哇靠，想个办法逃出这鬼地方，即使是要杀出一条血路，也不可避免"},
["1002"] ={["id"] = 1002,["name"] = "竹林",["desc"] = "这地方还真不错，在这走走逛逛，体验体验小资的生活，然后再出发"},
["1003"] ={["id"] = 1003,["name"] = "市井",["desc"] = "哈哈，走了这么久终于来到一个城市了，看看有什么新鲜事和英雄"},
["1004"] ={["id"] = 1004,["name"] = "第三大关",["desc"] = "真是个不错的地方，街上美女也多，不知能不能认识几个"},
["1005"] ={["id"] = 1005,["name"] = "第五大关",["desc"] = "不就是打了几个人吗？你们用得着这么认真吗？追着一直不放"},
["1006"] ={["id"] = 1006,["name"] = "第六大关",["desc"] = "穷困潦倒，我长得这么玉树凌风，居然要贱卖我的宝马！"},
["1007"] ={["id"] = 1007,["name"] = "第七大关",["desc"] = "没想到上次在竹林杀的黑衣人是金蛇卫，这下是有大麻烦了"},
["1008"] ={["id"] = 1008,["name"] = "第八大关",["desc"] = "押送银两的部队会经过这地方，先找个小店坐下，探清虚实"},
["1009"] ={["id"] = 1009,["name"] = "第九大关",["desc"] = "兄弟被抓，我该做什么好？不想了，俗话说，遇到问题时就用武力解决！"},
["1010"] ={["id"] = 1010,["name"] = "第十大关",["desc"] = "北平王府，听说我的兄弟就被拘禁在这了，得想办法救出来"},
["1011"] ={["id"] = 1011,["name"] = "第十一大关",["desc"] = "这府邸不得了，在这住几天整个人都显得贵气，果真是苦尽甘来啊。"},
["1012"] ={["id"] = 1012,["name"] = "第十二大关",["desc"] = "无聊时就得出闹市走走，看看美女逛逛街，这才是我的风格"},
["1013"] ={["id"] = 1013,["name"] = "第十三大关",["desc"] = "皇纲也差不多要到达了，是时候干出一番大事业了！"},
["1014"] ={["id"] = 1014,["name"] = "第十四大关",["desc"] = "这些绿林好汉果真是义气之士，让我对人生的看法又改变了。"},
["1015"] ={["id"] = 1015,["name"] = "第十五大关",["desc"] = "大帅啊，要好好讨好他，为了日后的计划"},
["1016"] ={["id"] = 1016,["name"] = "第十六大关",["desc"] = "皇帝驾崩了，天下也快乱了，是争夺天下的时候了"},
["1017"] ={["id"] = 1017,["name"] = "第十七大关",["desc"] = "让杨广给得逞了，昏君当道，必须先占领一城再谋出路，走，选个好地方落脚先"},
["1018"] ={["id"] = 1018,["name"] = "第十八大关",["desc"] = "我屁股都没坐热，就有人来攻打，真不知死活"},
["1019"] ={["id"] = 1019,["name"] = "第十九大关",["desc"] = "南阳来报，必须动身去解救，损失一城这种事是不可能发生在我身上的"},
["1020"] ={["id"] = 1020,["name"] = "第二十大关",["desc"] = "追查皇纲这种事居然会查到我身上，我岂会让你们有所收获"}
}
 return BHurdleConfig