BHurdleConfig = {
 ["1001"] = {["id"] = 1001,["name"] = "监狱",["desc"] = "头痛……我这是在哪里？得想个办法逃出这个鬼地方！"},
["1002"] ={["id"] = 1002,["name"] = "竹林",["desc"] = "这地方还真不错。先在这逛逛，体验体验小资生活，然后再出发。"},
["1003"] ={["id"] = 1003,["name"] = "追兵",["desc"] = "哈哈，走了这么久终于来到一个城市了，看看有什么新鲜事儿和英雄。"},
["1004"] ={["id"] = 1004,["name"] = "城市",["desc"] = "真是个不错的地方，街上美女挺多的，不知能不能认识几个。"},
["1005"] ={["id"] = 1005,["name"] = "郊外",["desc"] = "不就是打了几个人吗？你们用得着这么认真吗？一直追着不放。"},
["1006"] ={["id"] = 1006,["name"] = "路边",["desc"] = "我长得这么玉树临风，就因为穷，居然要贱卖我的宝马！"},
["1007"] ={["id"] = 1007,["name"] = "逃跑",["desc"] = "没想到上次在竹林杀的黑衣人还有点来头，这下麻烦大了。"},
["1008"] ={["id"] = 1008,["name"] = "茶店",["desc"] = "听说押送银两的镖队会经过这里，先找个小店住下，探清虚实。"},
["1009"] ={["id"] = 1009,["name"] = "兄弟",["desc"] = "兄弟被抓，我得尽快打听他被抓去哪了！"},
["1010"] ={["id"] = 1010,["name"] = "劫狱",["desc"] = "听说兄弟被拘禁在北平王府，我得想办法救他出来。"},
["1011"] ={["id"] = 1011,["name"] = "名邸",["desc"] = "这府邸不得了，住了几天整个人都显得华贵了。"},
["1012"] ={["id"] = 1012,["name"] = "闹市",["desc"] = "无聊就得去闹市走走，看看美女逛逛街，保护众良家妇女的安全！"},
["1013"] ={["id"] = 1013,["name"] = "事业",["desc"] = "皇纲也差不多快到了，是时候干出一番大事业了！"},
["1014"] ={["id"] = 1014,["name"] = "好汉",["desc"] = "这些绿林好汉果真是义气之士，让我对人生的看法又改变了。"},
["1015"] ={["id"] = 1015,["name"] = "结交",["desc"] = "大帅啊，为了日后的计划我得好好讨好他……"},
["1016"] ={["id"] = 1016,["name"] = "乱世",["desc"] = "皇帝驾崩了，天下也乱了。都说乱世出英雄，我也去试试？"},
["1017"] ={["id"] = 1017,["name"] = "占城",["desc"] = "让杨广给得逞了。昏君当道，我必须先占领一城再行计划。"},
["1018"] ={["id"] = 1018,["name"] = "守城",["desc"] = "我屁股都没坐热，就有人来攻城，真不知死活。"},
["1019"] ={["id"] = 1019,["name"] = "救城",["desc"] = "南阳来报，必须动身去解救，损失城池这种事可不能发生在我身上。"},
["1020"] ={["id"] = 1020,["name"] = "无畏",["desc"] = "皇纲被劫这事居然查到我身上了。无事，反都反了还怕这事？"}
}
 return BHurdleConfig