GuideNpc={
	["1"] = {["look"] = 20001,["desc"] = "这一觉睡的可真香。"},
	["2"] = {["look"] = 20001,["desc"] = "这是什么地方，我得出去看看......"},
	["3"] = {["look"] = 10000,["desc"] = "除了称雄其他按钮不可点"},
	["4"] = {["look"] = 10001,["desc"] = "战斗结束提示获得卡牌"},
	["5"] = {["look"] = 20000,["desc"] = "我是您的小秘书。"},
	["6"] = {["look"] = 20000,["desc"] = "通过刚才的战斗您明白了这个世界的不同。"},
	["7"] = {["look"] = 20000,["desc"] = "我将为您讲解一些战斗的知识。"},
	["8"] = {["look"] = 20000,["desc"] = "我们返回基地。"},
	["9"] = {["look"] = 10002,["desc"] = "除了首页其他地方都不能点击"},
	["10"] = {["look"] = 20000,["desc"] = "请点击阵容"},
	["11"] = {["look"] = 10003,["desc"] = "除了阵容其他地方不能点"},
	["12"] = {["look"] = 20000,["desc"] = "请往左边滑动一页，让您的兄弟与您并肩作战"},
	["13"] = {["look"] = 10004,["desc"] = "往左边滑动"},
	["14"] = {["look"] = 20000,["desc"] = "点击卡牌空白处，可进去英雄列表，选择英雄。"},
	["15"] = {["look"] = 10005,["desc"] = "提示点击空白处"},
	["16"] = {["look"] = 20000,["desc"] = "请选择与您并肩作战的兄弟。"},
	["17"] = {["look"] = 10006,["desc"] = "默认选最后上阵之后的英雄数据"},
	["18"] = {["look"] = 20000,["desc"] = "好了，现在我们去战斗吧。"},
	["19"] = {["look"] = 10007,["desc"] = "除了称雄什么也不能点"}
}

return GuideNpc