OrnamentConfig = {
 ["7101"] = {["id"] = 7101,["name"] = "白玉戒指",["look"] = 7101,["start"] = 1,["desc"] = "白玉做成的戒指"},
["7102"] ={["id"] = 7102,["name"] = "野花香囊",["look"] = 7102,["start"] = 1,["desc"] = "以粗布为囊，塞入路边野花所制。"},
["7103"] ={["id"] = 7103,["name"] = "白玉佩",["look"] = 7103,["start"] = 1,["desc"] = "白色玉石所制。"},
["7201"] ={["id"] = 7201,["name"] = "青玉戒指",["look"] = 7201,["start"] = 2,["desc"] = "青玉做成的戒指"},
["7202"] ={["id"] = 7202,["name"] = "青玉佩",["look"] = 7202,["start"] = 2,["desc"] = "青色玉石所制。"},
["7203"] ={["id"] = 7203,["name"] = "月季香囊",["look"] = 7203,["start"] = 2,["desc"] = "以细布为囊，塞入月季花所制。"},
["7204"] ={["id"] = 7204,["name"] = "松石项链",["look"] = 7204,["start"] = 2,["desc"] = "以彩线为绳，下坠未雕琢的玉原石所制。"},
["7302"] ={["id"] = 7302,["name"] = "碎玉项链",["look"] = 7302,["start"] = 3,["desc"] = "以彩线为绳，下坠细碎玉块所制。"},
["7303"] ={["id"] = 7303,["name"] = "翡翠戒指",["look"] = 7303,["start"] = 3,["desc"] = "翡翠做成的戒指。"},
["7304"] ={["id"] = 7304,["name"] = "玫瑰香囊",["look"] = 7304,["start"] = 3,["desc"] = "以细绸绣花为囊，塞入玫瑰花所制。"},
["7305"] ={["id"] = 7305,["name"] = "墨玉佩",["look"] = 7305,["start"] = 3,["desc"] = "漆黑如墨的玉石所制。"},
["7401"] ={["id"] = 7401,["name"] = "断龙环",["look"] = 7401,["start"] = 4,["desc"] = "纯金打造，有金龙横卧的手环"},
["7402"] ={["id"] = 7402,["name"] = "钻石项链",["look"] = 7402,["start"] = 4,["desc"] = "以彩线为绳，下坠钻石所制。"},
["7403"] ={["id"] = 7403,["name"] = "百草香囊",["look"] = 7403,["start"] = 4,["desc"] = "以细绸为囊，塞入百十种香草精制而成。"},
["7404"] ={["id"] = 7404,["name"] = "山玄玉佩",["look"] = 7404,["start"] = 4,["desc"] = "传说是顶级人物才能佩戴之物。"},
["7502"] ={["id"] = 7502,["name"] = "蓝宝石戒指",["look"] = 7502,["start"] = 5,["desc"] = "由天然蓝宝石做成的戒指。"},
["7503"] ={["id"] = 7503,["name"] = "传国玉玺",["look"] = 7503,["start"] = 5,["desc"] = "是真命天子的象征，拥有无尚威权"},
["7504"] ={["id"] = 7504,["name"] = "青龙鳞牌",["look"] = 7504,["start"] = 5,["desc"] = "采用青龙鳞片淬炼制成的宝物"},
["7505"] ={["id"] = 7505,["name"] = "玄武项链",["look"] = 7505,["start"] = 5,["desc"] = "传说中玄武佩戴的项链。"},
["7506"] ={["id"] = 7506,["name"] = "朱雀戒指",["look"] = 7505,["start"] = 5,["desc"] = "传说中朱雀佩戴的戒指。"},
["7507"] ={["id"] = 7507,["name"] = "白虎印",["look"] = 7505,["start"] = 5,["desc"] = "传说中白虎的御用之印。"}
}
 return OrnamentConfig